{"totalTimesRated": 0, "tableAuthor": {"type": "interactive", "profileImageUrlLarge": "/api/users/d4v5-xsf4/profile_images/LARGE", "screenName": "NCHS", "profileImageUrlSmall": "/api/users/d4v5-xsf4/profile_images/TINY", "profileImageUrlMedium": "/api/users/d4v5-xsf4/profile_images/THUMB", "id": "d4v5-xsf4", "displayName": "NCHS"}, "averageRating": 0, "newBackend": false, "publicationStage": "published", "rights": ["read"], "viewType": "tabular", "grants": [{"type": "viewer", "flags": ["public"], "inherited": false}], "category": "NCHS", "indexUpdatedAt": 1541522642, "hideFromDataJson": false, "name": "VSRR Provisional Drug Overdose Death Counts", "attributionLink": "https://www.cdc.gov/nchs/nvss/vsrr/drug-overdose-data.htm", "oid": 29329251, "locale": "en_US", "rowsUpdatedBy": "s6ey-4vqh", "displayType": "table", "owner": {"type": "interactive", "profileImageUrlLarge": "/api/users/d4v5-xsf4/profile_images/LARGE", "screenName": "NCHS", "profileImageUrlSmall": "/api/users/d4v5-xsf4/profile_images/TINY", "profileImageUrlMedium": "/api/users/d4v5-xsf4/profile_images/THUMB", "id": "d4v5-xsf4", "displayName": "NCHS"}, "downloadCount": 13094, "id": "xkb8-kh2a", "description": "This data contains provisional counts for drug overdose deaths based on a current flow of mortality data in the National Vital Statistics System. Counts for the most recent final annual data are provided for comparison. National provisional counts include deaths occurring within the 50 states and the District of Columbia as of the date specified and may not include all deaths that occurred during a given time period. Provisional counts are often incomplete and causes of death may be pending investigation (see Technical notes) resulting in an underestimate relative to final counts. To address this, methods were developed to adjust provisional counts for reporting delays by generating a set of predicted provisional counts (see Technical notes). Starting in June 2018, this monthly data release will include both reported and predicted provisional counts.\r\n\r\nThe provisional data include: (a) the reported and predicted provisional counts of deaths due to drug overdose occurring nationally and in each jurisdiction; (b) the percentage changes in provisional drug overdose deaths for the current 12 month-ending period compared with the 12-month period ending in the same month of the previous year, by jurisdiction; and (c) the reported and predicted provisional counts of drug overdose deaths involving specific drugs or drug classes occurring nationally and in selected jurisdictions. The reported and predicted provisional counts represent the numbers of deaths due to drug overdose occurring in the 12-month periods ending in the month indicated. These counts include all seasons of the year and are insensitive to variations by seasonality. Deaths are reported by the jurisdiction in which the death occurred.\r\n\r\nSeveral data quality metrics, including the percent completeness in overall death reporting, percentage of deaths with cause of death pending further investigation, and the percentage of drug overdose deaths with specific drugs or drug classes reported are included to aid in interpretation of provisional data as these measures are related to the accuracy of provisional counts (see Technical notes). Reporting of the specific drugs and drug classes involved in drug overdose deaths varies by jurisdiction, and comparisons of death rates involving specific drugs across selected jurisdictions should not be made (see Technical notes). Provisional data will be updated on a monthly basis as additional records are received.\r\n\r\nTechnical notes\r\n\r\nNature and sources of data\r\n\r\nProvisional drug overdose death counts are based on death records received and processed by the National Center for Health Statistics (NCHS) as of a specified cutoff date. The cutoff date is generally the first Sunday of each month. National provisional estimates include deaths occurring within the 50 states and the District of Columbia. NCHS receives the death records from state vital registration offices through the Vital Statistics Cooperative Program (VSCP).\r\n\r\nThe timeliness of provisional mortality surveillance data in the National Vital Statistics System (NVSS) database varies by cause of death. The lag time (i.e., the time between when the death occurred and when the data are available for analysis) is longer for drug overdose deaths compared with other causes of death (1). Thus, provisional estimates of drug overdose deaths are reported 6 months after the date of death.\r\n\r\nProvisional death counts presented in this data visualization are for “12-month ending periods,” defined as the number of deaths occurring in the 12-month period ending in the month indicated. For example, the 12-month ending period in June 2017 would include deaths occurring from July 1, 2016, through June 30, 2017. The 12-month ending period counts include all seasons of the year and are insensitive to reporting variations by seasonality. Counts for the 12-month period ending in the same month of the previous year are shown for comparison. These provisional counts of drug overdose deaths and related data quality metrics are provided for public health surveillance and monitoring of emerging trends. Provisional drug overdose death data are often incomplete, and the degree of completeness varies by jurisdiction and 12-month ending period. Consequently, the numbers of drug overdose deaths are underestimated based on provisional data relative to final data and are subject to random variation. Methods to adjust provisional counts have been developed to provide predicted provisional counts of drug overdose deaths, accounting for delayed reporting (see Percentage of records pending investigation and Adjustments for delayed reporting).\r\n\r\nProvisional data are based on available records that meet certain data quality criteria at the time of analysis and may not include all deaths that occurred during a given time period. Therefore, they should not be considered comparable with final data and are subject to change.\r\n\r\nCause-of-death classification and definition of drug deaths\r\nMortality statistics are compiled in accordance with World Health Organization (WHO) regulations specifying that WHO member nations classify and code causes of death with the current revision of the International Statistical Classification of Diseases and Related Health Problems (ICD). ICD provides the basic guidance used in virtually all countries to code and classify causes of death. It provides not only disease, injury, and poisoning categories but also the rules used to select the single underlying cause of death for tabulation from the several diagnoses that may be reported on a single death certificate, as well as definitions, tabulation lists, the format of the death certificate, and regulations on use of the classification. Causes of death for data presented in this report were coded according to ICD guidelines described in annual issues of Part 2a of the NCHS Instruction Manual (2).\r\n\r\nDrug overdose deaths are identified using underlying cause-of-death codes from the Tenth Revision of ICD (ICD–10): X40–X44 (unintentional), X60–X64 (suicide), X85 (homicide), and Y10–Y14 (undetermined). Drug overdose deaths involving selected drug categories are identified by specific multiple cause-of-death codes. Drug categories presented include: heroin (T40.1); natural opioid analgesics, including morphine and codeine, and semisynthetic opioids, including drugs such as oxycodone, hydrocodone, hydromorphone, and oxymorphone (T40.2); methadone, a synthetic opioid (T40.3); synthetic opioid analgesics other than methadone, including drugs such as fentanyl and tramadol (T40.4); cocaine (T40.5); and psychostimulants with abuse potential, which includes methamphetamine (T43.6). Opioid overdose deaths are identified by the presence of any of the following MCOD codes: opium (T40.0); heroin (T40.1); natural opioid analgesics (T40.2); methadone (T40.3); synthetic opioid analgesics other than methadone (T40.4); or other and unspecified narcotics (T40.6). This latter category includes drug overdose deaths where ‘opioid’ is reported without more specific information to assign a more specific ICD–10 code (T40.0–T40.4) (3,4). Among deaths with an underlying cause of drug overdose, the percentage with at least one drug or drug class specified is defined as that with at least one ICD–10 multiple cause-of-death code in the range T36–T50.8.\r\n\r\nDrug overdose deaths may involve multiple drugs; therefore, a single death might be included in more than one category when describing the number of drug overdose deaths involving specific drugs. For example, a death that involved both heroin and fentanyl would be included in both the number of drug overdose deaths involving heroin and the number of drug overdose deaths involving synthetic opioids other than methadone.\r\n\r\nSelection of specific states and other jurisdictions to report\r\nProvisional counts are presented by the jurisdiction in which the death occurred (i.e., the reporting jurisdiction). Data quality and timeliness for drug overdose deaths vary by reporting jurisdiction. Provisional counts are presented for reporting jurisdictions based on measures of data quality: the percentage of records where the manner of death is listed as “pending investigation,” the overall completeness of the data, and the percentage of drug overdose death records with specific drugs or drug classes recorded. These criteria are defined below.\r\n\r\nPercentage of records pending investigation\r\n\r\nDrug overdose deaths often require lengthy investigations, and death certificates may be initially filed with a manner of death “pending investigation” and/or with a preliminary or unknown cause of death. When the percentage of records reported as “pending investigation” is high for a given jurisdiction, the number of drug overdose deaths is likely to be underestimated. For jurisdictions reporting fewer than 1% of records as “pending investigation”, the provisional number of drug overdose deaths occurring in the fourth quarter of 2015 was approximately 5% lower than the final count of drug overdose deaths occurring in that same time period. For jurisdictions reporting greater than 1% of records as “pending investigation” the provisional counts of drug overdose deaths may underestimate the final count of drug overdose deaths by as much as 30%. Thus, jurisdictions are included in Table 2 if 1% or fewer of their records in NVSS are reported as “pending investigation,” following a 6-month lag for the 12-month ending periods included in the dashboard. Values for records pending investigation are updated with each monthly release and reflect the most current data available.\r\n\r\nPercent completeness\r\n\r\nNCHS receives monthly counts of the estimated number of deaths from each jurisdictional vital registration offices (referred to as “control counts”). This number represents the best estimate of how many deaths occurred in a given jurisdiction in each month. Death records in the NVSS database must have both demographic and coded cause-of-death information. The percent completeness is obtained by dividing the number of death records in the NVSS database for each jurisdiction for each 12-month period by the control counts and multiplying by 100. For more information on completeness, see Technical Notes of the Vital Statistics Rapid Release Program. Jurisdictions are included in Table 2 if the percent completeness was consistently 90% or higher following a 6-month lag for the 12-month ending periods included in the dashboard.\r\n\r\nDrug specificity\r\n\r\nThe percentage of death records in which a specific drug or drug class is identified as involved in a drug overdose death varies by jurisdiction (5). Selected jurisdictions consistently had 90% or more of drug overdose death certificates mentioning at least one specific drug for all of the 12-month ending periods included in the dashboard. Provisional counts of drug overdose deaths where a specific drug or drug class is reported on the death certificate are presented for the United States and for jurisdictions meeting this threshold. Additionally, as a data quality metric, the percentage of drug overdose death records where at least one drug or drug class is recorded is presented.\r\n\r\nAs the timeliness and data quality of the drug overdose mortality data improve, the list of included jurisdictions will be re-examined to determine whether additional jurisdictions should be included or excluded based on the criteria described above. Due to reporting variations by jurisdiction, comparisons across selected jurisdictions should not be made. Data quality measures are shown for all jurisdictions in the below table. Values are updated with each monthly release and reflect the most current data available.\r\n\r\nAdjustments for delayed reporting\r\n\r\nProvisional counts of drug overdose deaths are underestimated relative to final counts. The degree of underestimation is determined primarily by the percentage of records with the manner of death reported as “pending investigation” and tends to vary by reporting jurisdiction, year, and month of death. Specifically, the number of drug overdose deaths will be underestimated to a larger extent in jurisdictions with higher percentages of records reported as “pending investigation,” and this percentage tends to be higher in more recent months.\r\n\r\nMethods were developed to adjust provisional counts for reporting delays related to temporal factors (i.e., 12 month-ending period) and the percentage of records that are reported with manner of death “pending investigation.” Briefly, these methods involve developing ‘multiplication factors’ based on the degree of underreporting in provisional data compared with final data. For example, if provisional counts of drug overdose deaths were historically 90% complete relative to final data, then the multiplication factor in this instance would be 1.1.  The reported provisional counts can be multiplied by this factor to generate a set of predicted provisional counts that adjust for reporting delays.\r\n\r\nThe 12 month-ending period and the percentage of records with manner of death reported as “pending investigation” were used to predict the degree of underreporting in provisional data relative to final.  Results from these models were used to generate a set of multiplication factors that could be applied to the reported provisional counts of drug overdose deaths to estimate predicted provisional counts.  These predicted provisional counts may represent a more accurate picture of recent trends by accounting for reporting delays related to the percentage of records in provisional data with manner of death “pending investigation.” It is important to note that flat or declining numbers of drug overdose deaths (either reported or predicted) could be due to incomplete data, true decreases in the number of deaths, or a combination of the two. True declines or plateaus in the numbers of drug overdose deaths across the U.S. cannot be ascertained until final data become available.\r\n\r\nSource: NCHS, National Vital Statistics System. Estimates for 2017 are based on provisional data. Estimates for 2015 and 2016 are based on final data (available from: https://www.cdc.gov/nchs/nvss/mortality_public_use_data.htm).\r\n\r\nReferences\r\n\r\n1. Spencer MR, Ahmad F. Timeliness of death certificate data for mortality surveillance and provisional estimates. National Center for Health Statistics. 2016.\r\n2. National Vital Statistics System. Instructions for classifying the underlying cause of death. In: NCHS instruction manual; Part 2a. Published annually.\r\n3. Slavova S, O’Brien DB, Creppage K, et al. Drug Overdose Deaths: Let’s Get Specific. Public Health Reports. 2015;130(4):339-342.\r\n4. Rudd RA, Seth P, David F, Scholl L. Increases in Drug and Opioid-Involved Overdose Deaths—United States, 2010–2015. MMWR Morb Mortal Wkly Rep 65(5051):1445–52. 2016.\r\n5. Warner M, Paulozzi LJ, Nolte KB, Davis GG, Nelson LS. State variation in certifying manner of death and drugs involved in drug intoxication deaths. Acad Forensic Pathol 3(2)231–7. 2013.\r\n\r\nSuggested citation\r\n\r\nAhmad FB, Rossen LM, Spencer MR, Warner M, Sutton P. Provisional drug overdose death counts. National Center for Health Statistics. 2018.\r\n\r\nDesigned by LM Rossen, A Lipphardt, FB Ahmad, JM Keralis, and Y Chong: National Center for Health Statistics.", "viewCount": 4269, "publicationDate": 1534338605, "rowsUpdatedAt": 1541522630, "provenance": "official", "tags": ["deaths", "drug", "drug overdose", "mortality", "united states", "nchs", "state", "heroin", "cocaine", "methadone", "opiate", "opioid", "psychostimulants"], "license": {"name": "Public Domain U.S. Government", "termsLink": "https://www.usa.gov/government-works"}, "publicationAppendEnabled": false, "tableId": 15401077, "createdAt": 1520363581, "query": {}, "metadata": {"jsonQuery": {"order": [{"ascending": true, "columnFieldName": "period"}]}, "availableDisplayTypes": ["table", "fatrow", "page"], "attachments": [{"name": "FINALVERSION_NVSS_methods_drug_adjustment_June_Release.pdf", "filename": "FINALVERSION_NVSS_methods_drug_adjustment_June_Release.pdf", "assetId": "338e80c2-3497-4f93-9b55-dd45cc327cfd"}], "renderTypeConfig": {"visible": {"table": true}}, "custom_fields": {"Common Core": {"Temporal Applicability": "2015/2017", "Bureau Code": "009:00", "Program Code": "009:020", "Update Frequency": "Monthly", "Contact Name": "National Center for Health Statistics", "Publisher": "National Center for Health Statistics", "Contact Email": "nchsdata@cdc.gov", "Geographic Coverage": "United States"}}, "rowLabel": "", "rdfSubject": "0"}, "columns": [{"fieldName": "state", "name": "State", "format": {}, "tableColumnId": 62072566, "width": 160, "dataTypeName": "text", "description": "", "id": 368022497, "position": 1, "cachedContents": {"smallest": "AK", "top": [{"item": "CT", "count": 20}, {"item": "MD", "count": 19}, {"item": "ME", "count": 18}, {"item": "NC", "count": 17}, {"item": "NH", "count": 16}, {"item": "NM", "count": 15}, {"item": "NV", "count": 14}, {"item": "NY", "count": 13}, {"item": "OK", "count": 12}, {"item": "OR", "count": 11}, {"item": "RI", "count": 10}, {"item": "SC", "count": 9}, {"item": "SD", "count": 8}, {"item": "TN", "count": 7}, {"item": "TX", "count": 6}, {"item": "US", "count": 5}, {"item": "UT", "count": 4}, {"item": "VA", "count": 3}, {"item": "VT", "count": 2}, {"item": "WA", "count": 1}], "non_null": 10320, "largest": "YC", "null": 0}, "renderTypeName": "text"}, {"fieldName": "state_name", "name": "State Name", "format": {}, "tableColumnId": 62072567, "width": 220, "dataTypeName": "text", "description": "", "id": 368022498, "position": 2, "cachedContents": {"smallest": "AK", "top": [{"item": "CT", "count": 20}, {"item": "MD", "count": 19}, {"item": "ME", "count": 18}, {"item": "NC", "count": 17}, {"item": "NH", "count": 16}, {"item": "NM", "count": 15}, {"item": "NV", "count": 14}, {"item": "NY", "count": 13}, {"item": "OK", "count": 12}, {"item": "OR", "count": 11}, {"item": "RI", "count": 10}, {"item": "SC", "count": 9}, {"item": "SD", "count": 8}, {"item": "TN", "count": 7}, {"item": "TX", "count": 6}, {"item": "US", "count": 5}, {"item": "UT", "count": 4}, {"item": "VA", "count": 3}, {"item": "VT", "count": 2}, {"item": "WA", "count": 1}], "non_null": 10320, "largest": "YC", "null": 0}, "renderTypeName": "text"}, {"fieldName": "year", "name": "Year", "format": {"precisionStyle": "standard", "noCommas": "true", "align": "right"}, "tableColumnId": 62072568, "width": 148, "dataTypeName": "number", "description": "", "id": 368022499, "position": 3, "cachedContents": {"smallest": "2015", "average": "2016.2", "largest": "2018", "sum": "20807184", "null": 0, "non_null": 10320, "top": [{"item": "2015", "count": 20}, {"item": "2016", "count": 19}, {"item": "2017", "count": 18}, {"item": "2018", "count": 17}]}, "renderTypeName": "number"}, {"fieldName": "month", "name": "Month", "format": {}, "tableColumnId": 62072569, "width": 160, "dataTypeName": "text", "description": "", "id": 368022500, "position": 4, "cachedContents": {"smallest": "April", "top": [{"item": "January", "count": 20}, {"item": "February", "count": 19}, {"item": "March", "count": 18}, {"item": "April", "count": 17}, {"item": "May", "count": 16}, {"item": "June", "count": 15}, {"item": "July", "count": 14}, {"item": "August", "count": 13}, {"item": "September", "count": 12}, {"item": "October", "count": 11}, {"item": "November", "count": 10}, {"item": "December", "count": 9}], "non_null": 10320, "largest": "September", "null": 0}, "renderTypeName": "text"}, {"fieldName": "indicator", "name": "Indicator", "format": {}, "tableColumnId": 62072571, "width": 208, "dataTypeName": "text", "description": "", "id": 368022501, "position": 5, "cachedContents": {"smallest": "Cocaine (T40.5)", "top": [{"item": "Number of Deaths", "count": 20}, {"item": "Number of Drug Overdose Deaths", "count": 19}, {"item": "Cocaine (T40.5)", "count": 18}, {"item": "Heroin (T40.1)", "count": 17}, {"item": "Methadone (T40.3)", "count": 16}, {"item": "Natural & semi-synthetic opioids (T40.2)", "count": 15}, {"item": "Opioids (T40.0-T40.4,T40.6)", "count": 14}, {"item": "Percent with drugs specified", "count": 13}, {"item": "Psychostimulants with abuse potential (T43.6)", "count": 12}, {"item": "Synthetic opioids, excl. methadone (T40.4)", "count": 11}], "non_null": 10320, "largest": "Synthetic opioids, excl. methadone (T40.4)", "null": 0}, "renderTypeName": "text"}, {"fieldName": "data_value", "name": "Data Value", "format": {"groupSeparator": ",", "decimalSeparator": "."}, "tableColumnId": 62072572, "width": 220, "dataTypeName": "number", "description": "", "id": 368022502, "position": 6, "cachedContents": {"smallest": "0", "average": "22308.56971322947", "largest": "2847389", "sum": "230224439.4405281817174", "null": 0, "non_null": 10320, "top": [{"item": "38", "count": 20}, {"item": "55", "count": 19}, {"item": "63", "count": 18}, {"item": "65", "count": 17}, {"item": "64", "count": 16}, {"item": "60", "count": 15}, {"item": "57", "count": 14}, {"item": "61", "count": 13}, {"item": "66", "count": 12}, {"item": "68", "count": 11}, {"item": "39", "count": 10}, {"item": "640", "count": 9}, {"item": "668", "count": 8}, {"item": "703", "count": 7}, {"item": "714", "count": 6}, {"item": "724", "count": 5}, {"item": "754", "count": 4}, {"item": "781", "count": 3}, {"item": "797", "count": 2}, {"item": "805", "count": 1}]}, "renderTypeName": "number"}, {"fieldName": "predicted_value", "name": "Predicted Value", "format": {}, "tableColumnId": 65993550, "width": 100, "dataTypeName": "number", "description": "", "id": 368022503, "position": 7, "cachedContents": {"smallest": "0", "average": "1432.129032258065", "largest": "73143", "sum": "10655040", "null": 2880, "non_null": 7440, "top": [{"item": "39", "count": 20}, {"item": "62", "count": 19}, {"item": "67", "count": 18}, {"item": "69", "count": 17}, {"item": "66", "count": 16}, {"item": "40", "count": 15}, {"item": "649", "count": 14}, {"item": "677", "count": 13}, {"item": "717", "count": 12}, {"item": "730", "count": 11}, {"item": "739", "count": 10}, {"item": "768", "count": 9}, {"item": "793", "count": 8}, {"item": "806", "count": 7}, {"item": "807", "count": 6}, {"item": "813", "count": 5}, {"item": "825", "count": 4}, {"item": "860", "count": 3}, {"item": "896", "count": 2}]}, "renderTypeName": "number"}, {"fieldName": "percent_complete", "name": "Percent Complete", "format": {"groupSeparator": ",", "decimalSeparator": "."}, "tableColumnId": 62072573, "width": 292, "dataTypeName": "text", "description": "", "id": 368022504, "position": 8, "cachedContents": {"smallest": "100", "top": [{"item": "100", "count": 20}], "non_null": 10320, "largest": "100", "null": 0}, "renderTypeName": "text"}, {"fieldName": "percent_pending_investigation", "name": "Percent Pending Investigation", "format": {"groupSeparator": ",", "decimalSeparator": "."}, "tableColumnId": 62072574, "width": 448, "dataTypeName": "number", "description": "", "id": 368022505, "position": 9, "cachedContents": {"smallest": "0", "average": "0.1138011683053855", "largest": "3.45495640942848", "sum": "1174.428056911578245820", "null": 0, "non_null": 10320, "top": [{"item": "0", "count": 20}, {"item": "0.0222102944714875", "count": 19}, {"item": "0.0332674145674312", "count": 18}, {"item": "0.0368385183547918", "count": 17}, {"item": "0.036693881295294", "count": 16}, {"item": "0.0367316204154346", "count": 15}, {"item": "0.0403137139925236", "count": 14}, {"item": "0.040500736377025", "count": 13}, {"item": "0.0388026607538803", "count": 12}, {"item": "0.0391615694465165", "count": 11}, {"item": "0.0318226914509275", "count": 10}, {"item": "0.031747810334846", "count": 9}, {"item": "0.0298976007175424", "count": 8}, {"item": "0.0504710632570659", "count": 7}, {"item": "0.0411715167961074", "count": 6}, {"item": "0.0392508691263878", "count": 5}, {"item": "0.0373936617743292", "count": 4}, {"item": "0.0373601330020735", "count": 3}, {"item": "0.0373517602016995", "count": 2}, {"item": "0.0371181470620987", "count": 1}]}, "renderTypeName": "number"}, {"fieldName": "footnote", "name": "Footnote", "format": {}, "tableColumnId": 62072575, "width": 196, "dataTypeName": "text", "description": "", "id": 368022506, "position": 10, "cachedContents": {"smallest": "Jurisdiction-specific values not shown for 2018 due to incomplete cause of death reporting at the time of analysis", "top": [{"item": "Underreported due to incomplete data", "count": 20}, {"item": "Jurisdiction-specific values not shown for 2018 due to incomplete cause of death reporting at the time of analysis", "count": 19}], "non_null": 4128, "largest": "Underreported due to incomplete data", "null": 6192}, "renderTypeName": "text"}], "viewLastModified": 1541522623, "hideFromCatalog": false, "attribution": "National Center for Health Statistics", "publicationGroup": 14919580, "licenseId": "USGOV_WORKS", "flags": ["default", "restorable", "restorePossibleForType"], "numberOfComments": 0}